Repository: fbttec/kobethon
Catalog: Book/Supporting Files/*.lproj/Localizable.strings
Languages: es, nl, pt_br

source: Start
es: Comienzo
nl: Begin
pt_br: Começar

source: Cancel
es: Cancelar
nl: Annuleer
pt_br: Cancelar

# startPhrase1
source: A book is a dream that you hold in your hand
es: Un libro es un sueño que tienes en tu mano
nl: Een boek is een droom die je in je hand kunt houden
pt_br: Um livro é um sonho que você segura na sua mão

# startPhrase2
source: Reading gives us someplace to go when we have to stay where we are
es: La lectura nos da un lugar para ir cuando tenemos que quedarnos donde estamos
nl: Lezen geeft ons de mogelijkheid om weg te gaan wanneer we moeten blijven waar we zijn
pt_br: A leitura nos permite ir para diferentes lugares enquanto nós precisamos estar onde estamos

# startPhrase3
source: Anyone who says they have only one life to live must not know how to read a book
es: Cualquiera que diga que solo tiene una vida para vivir no debe saber lo que es leer un libro
nl: Iedereen die zegt dat je maar een leven hebt heeft boeken nog niet geleerd om boeken te lezen
pt_br: Quem diz que só tem uma vida para viver não deve saber ler um livro

# startPhrase4
source: Journey of a thousand miles begins with a single step
es: Un viaje de mil millas comienza con un solo paso
nl: De reis van duizend mijl begint met een enkele stap
pt_br: Uma viagem de milhares de km começa com um simples passo

# middlePhrase1
source: I think of life as a good book. The further you get into it, the more it begins to make sense
es: Pienso en la vida como un buen libro. Cuanto más te adentras en él, más comienza a tener sentido
nl: Wanneer ik over het leven denk, zie ik het als een goed boek. Hoe meer dat je erin leest, hoe meer dat het logisch wordt
pt_br: Eu penso na vida como um bom livro. Quanto mais longe você vai, mais faz sentido

# middlePhrase2
source: It always seems impossible until it is done
es: Siempre parece imposible hasta que esté hecho
nl: Het lijkt altijd onmogelijk tot dat het is gedaan
pt_br: Sempre parece ser impossível até ser realizado

# middlePhrase3
source: There is no friend as loyal as a book
es: No hay amigo tan leal como un libro
nl: Er is geen een vriend zo trouw als een boek
pt_br: Não existe um amigo tão leal quanto um livro

# middlePhrase4
source: Challenges are what make life interesting. Overcoming them is what makes life meaningful
es: Los desafíos son los que hacen que la vida sea interesante. Superarlos es lo que hace que la vida sea significativa
nl: Uitdagingen maken het leven interessant. Ze overkomen maakt het het leven waard
pt_br: Desafios são o que fazem a vida ser interessante. Challenges are what make life interesting. Superá-los é o que torna a vida significativa

# endPhrase1
source: Don’t say you don’t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresea, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein
es: No digas que no tienes suficiente tiempo. Tiene exactamente el mismo número de horas por día que Helen Keller, Pasteur, Michelangelo, Madre Teresea, Leonardo da Vinci, Thomas Jefferson y Albert Einstein
nl: Zeg niet dat je niet genoeg tijd hebt. Je hebt precies evenveel uren in de dag als Helen Keller, Pasteur, Michelangelo, Moeder Theresa, Leaonardo da Vinci, Thomas Jefferson en Albert Einstein
pt_br: Não diga que você não tem tempo. Você possui exatamente o mesmo número de horas por dia que foram dados a Helen Keller, Pasteur, Michelangelo, Mother Teresea, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein

# endPhrase2
source: Push yourself because, no one else is going to do it for you
es: Esfuérzate porque nadie más va a hacerlo por ti
nl: Daag jezelf uit, want niemand anders gaat het voor je doen
pt_br: Esforça-se, pois ninguem vai fazer isso por você

# endPhrase3
source: I'm not telling you it's going to be easy, i'm telling you it's going to be worth it
es: No estoy diciendo que va a ser fácil, digo que valdrá la pena
nl: Ik zeg niet dat het makkelijk wordt, ik zeg dat het het waard wordt
pt_br: Não estou dizendo que vai ser fácil, estou dizendo que vai valer a pena

# endPhrase4
source: There are no shortcuts to any place worth going
es: No hay atajos a ningún lugar al que valga la pena ir
nl: Er zijn geen kortere wegen naar plekken die het waard zijn om heen te gaan
pt_br: Não existem atalhos para qualquer lugar que valha a pena
